
% rebase('layout.tpl', title='千手九龍', year=year)

<div class="flexcontainer">
	<div class="flexitem item1">
		<br />
		<br />貴方は闇の中を仲間たちと一緒になって進んでいる......
		<br />
		<br />おっと、仲間の一人が声をかけてきた。
		<br />
		<br />「これを」
		<br />
		<br />仲間が指さす方向には一枚のポスターが......
		<br />
		<br />......
		<br />
		<br />......
		<br />
		<br />......
		<br />
		<br />千手九龍にお越し頂きありがとうございます。
		<br />
		<br />このページでは千手九龍についてお話させて頂きます。
		<br />
		<br />以下の項目からお気に召すものをクリックして内容をご確認ください。
		<br />
		<br />
		<details>
			<summary>
				ゲームの目的
			</summary>
			<br />
			<br />・登録時に選択した陣営による北千住統一が目的となります。
			<br />・北千住統一とは、陣営が一つになることを意味しています。
			<br />・陣営を一つにするには、コマンド「招集」で兵を招集し、
			<br />コマンド「襲撃」で以て他陣営エリアに攻め込み、
			<br />防衛者を全て撃破してエリアを支配することを繰り返し、
			<br />他陣営のエリアを全て支配することで為されます。
			<br />
		</details>
		<br />
		<br />
		<details>
			<summary>
				コマンドの意味
			</summary>
			<br />
			<br />・パトロールは影響力を上昇させ、統率力を強化します
			<br />・商取引は影響力を上昇させ、知力を強化します
			<br />・格闘訓練は影響力を上昇させ、武力を強化します
			<br />・招集は兵を指定した分だけ招集します
			<br />・防衛は滞在エリアの防衛に指定した兵で防衛を行います
			<br />・襲撃は隣接エリアへ指定した兵で攻め込みます
			<br />・未入力は......何もなされないコマンドであり、
			<br />一定期間で登録者情報が削除されます（2020/03/24削除機能未実装
			<br />・移動は隣接エリアへ移動します
			<br />
		</details>
		<br />
		<br />
		<details>
			<summary>
				コマンド「襲撃」で勝利するには
			</summary>
			<br />
			<br />・通常攻撃を強化する、特殊攻撃を強化する、大量の兵を招集する、等が考えられます。
			<br />・通常攻撃を強化するには武力を強化するのが良いでしょう。
			<br />・特殊攻撃を強化するには知力を強化するのが良いでしょう。
			<br />・大量の兵を招集するには統率力を強化して招集のコスト減を計るのが良いでしょう。
			<br />
		</details>
		<br />
		<br />
		<details>
			<summary>
				影響力とは
			</summary>
			<br />
			<br />・特殊攻撃に関わるパラメータです。
			<br />・知力の高い方が、影響力の高いエリアから襲撃を行うと、
			<br />特殊攻撃が非常に強力なものとなります。
			<br />
		</details>
		<br />
		<br />
		<details>
			<summary>
				最初はどうしたらいいの
			</summary>
			<br />
			<br />以下に思いつくものを並べます。
			<br />・メイン画面の「所属へ」や「会議室」を見て、全体の動きを確認してみる
			<br />・クエストをやってみる（成功すると能力値が上がります
			<br />・兵を雇ってみる
			<br />・守備してみる（マップや会議室を見て前線を確認しながら
			<br />・他プレイヤーに何してるか聞いてみる
			<br />・襲撃してみる
			<br />・他プレイヤーと会話してみる
			<br />
			<br />結局のところ、ルールの範囲内で楽しめれば良いのではないでしょうか。
			<br />
		</details>
		<br />
		<br />
		<button type=“button” onclick="location.href='./top'">戻る</button>
	</div>
</div>