
% rebase('layout.tpl', title='千手九龍', year=year)

<div class="flexcontainer">
	<div class="flexitem item1">
		<br />
		<br />【予定_2020_03_22】
		<br />A
		<br />OK・襲撃
		<br />OK・襲撃後の滅亡処理
		<br />OK・襲撃後の統一処理
		<br />OK・戦闘
		<br />OK・統率分の招集コスト減
		<br />・統率分、戦闘式改造
		<br />
		<br />B
		<br />・クエストデータ設計
		<br />OK・何をどれくらい召集するコマンドが入っているのか見てわかる
		<br />・滞在者情報
		<br />・ログインボーナス
		<br />OK・防衛場所、座標出す
		<br />OK・部隊がいっぱいあるからどれが防衛に入ってるのか分かるようにする
		<br />OK・襲撃画面でどの部隊がどの都市の防衛に入ってるか
		<br />OK・マップの緑色のところにカーソル合わせると都市名が表示される
		<br />OK・システム上の上限調べてそれ以上は雇えませんよって表示させるシステム
		<br />OK・ランダムイベント
		<br />
		<br />C
		<br />・兵士訓練
		<br />・招集画面で兵にフレーバーテキスト
		<br />・兵増やす
		<br />・個宛実装
		<br />・他グループへの手紙実装
		<br />・武器改造の実装
		<br />OK・詩経の葛生
		<br />OK・力抜山兮氣蓋世
		<br />OK・慈鳥夜啼
		<br />OK・稘在釜下燃
		<br />OK・3陣営の旗作る
		<br />
		<br />【予定_2020_01_12】
		<br />優先順位決定
		<br />コマンドの日付設計、実装
		<br />行動結果ログの設計、実装
		<br />移動の実装
		<br />戦闘の設計、実装
		<br />守備の設計、実装
		<br />個宛実装
		<br />他グループへの手紙実装
		<br />武器改造の実装
		<br />お給料の設計、実装
		<br />mapの再設計
		<br />mapの画像なんとかする
		<br />兵の種類設計、実装
		<br />
		<br />
		<br />
		<br />
		<br />
		<br />
		<br />
		<button type=“button” onclick="location.href='./top'">戻る</button>
	</div>
</div>