
% rebase('layout.tpl', title='千手九龍', year=year)

<div class="flexcontainer">
	<div class="flexitem item1">
		<br />
		<br />帝都六輪祝祭まで1年後。
		<br />熱気という弦がゆっくり張っていく中、
		<br />とある情報が東京の闇を駆け回った。
		<br />
		<br />"X連邦籍の魔女、Aの身柄を拘束"
		<br />"プログラムA(迅速なる引渡し)が発動するも、
		<br />帝都六輪祝祭によって警備計画の立案及び実施が困難。"
		<br />"警備の品質が保証出来ない現状のため、
		<br />'X連邦が'引渡しの延期を要請。"
		<br />"都内某所から東拘への輸送計画が警察庁監督の下、
		<br />警視庁で立案中。"
		<br />
		<br />帝都六輪祝祭まで後10ヶ月。
		<br />東京都足立区を拠点に活動する某NPO法人「すずめのさと」から公安へ一報。
		<br />
		<br />"足立区に所在が確認されているフロント企業の動きが活発化しています"
		<br />"要注意組織とされている半グレ集団"絶東同盟"の幹部が次々と"千住入り"を実施しました"
		<br />"区内の有力魔女とされている女学生が不登校を宣言、失踪しました"
		<br />"JR南千住駅内の監視カメラに大陸系マフィアを示す入れ墨を彫った集団が移りました。"
		<br />"新興宗教教祖のYYY、所在が不明です"
		<br />
		<br />帝都六輪祝祭まで後9ヶ月。
		<br />区内の魔女が多く所属する集団、
		<br />ソルシエール・アライアンスへ大陸系企業の"電脳融魔公司"が接触。
		<br />連邦の魔女からのメッセージを伝える。
		<br />
		<br />"助けを求めます"
		<br />"引き換えに、エルドラドのヒントをお教えします"
		<br />
		<br />メッセージの伝搬と同時に区内の学校組織が混乱により麻痺。
		<br />
		<br />帝都六輪祝祭まで後6ヶ月。
		<br />'千住入り'を果たした貴方だったが、もう遅い......
		<br />
		<br />......すでに弓は射られた後だ！
		<br />
		<br />
		<button type=“button” onclick="location.href='./top'">戻る</button>
	</div>
</div>