CODEOFQUEST001 = "1"
QUEST001 = """
意外と静かな夜だ。
<br />商店街から少し外れた所にある公園のベンチで、貴方はそう思う。
<br />
<br />"千手入り"して間もない貴方に、
<br />上から協力者を派遣すると達しがあり、
<br />指定の時刻、指定の場所で待っているが、
<br />15分過ぎても人が来ない。
<br />
<br />上には来なかったと報告するか。
<br />貴方は目を瞑る......
<br />
<br />「うぃ～す。お待たせしました」
<br />目を開けると、袋を持った男が目の前に立っていた。
<br />「ウマチキ食べます？これ買ってたら遅くなったっす。
<br />あ、俺はウチマルっす。どもぉ、先輩」
<br />
<br />なんだ、コイツは......貴方は思わず上から下まで食い入るようにウチマルを見た。
<br />
<br />「そんじゃ、さっそくですけど北千住の案内をしますよ。巡察と参りましょう。
<br />あ、俺はCIAの方から来てるんで、協力しますけど目立つことは出来ないっすねえ」
<br />
<br />......コイツ、信用出来るのか？とりあえず今は付いていくしかないか。
<br />闇に二人の姿が溶けた。
<br />
"""
CONDITIONS001 = """
パトロールを1回以上行うこと。
"""
RESULTQUEST001 = """
「はい、ここがゴール地点の公園です。お疲れ様でしたあ、先輩」
<br />貴方は数時間かけて北千住の重要と思われるスポットをウチマルと共に巡った。
<br />特にこれといったことは発生せず、戦場であるというウチマルの評は信じるに足るのか怪しげだ。
<br />
<br />「まあ今夜に動きは無いと見てるんで、こんなもんです。最後に運試ししましょうか」
<br />ウチマルはスーツの内ポケットから何かを取り出した。
<br />それは黒い物体だ。何だろうか。夜で見えづらい......
<br />
<br />
<br />回転式拳銃がそこにあった。
<br />
<br />
<br />貴方は半笑いの顔になる。それで運試し？
<br />ウチマルは拳銃のチャンバーを出鱈目に回すと、いきなり、
<br />貴方に向かって数発、引き金をひいた......
<br />
<br />......え？
<br />
<br />貴方は当然、ウチマルを問いただす。半笑いのまま......
<br />ウチマルはスーツの内ポケットに拳銃を戻し、こう答える。
<br />
<br />「発砲されなかったら生き残る運があるってことで、ハッピー。
<br />発砲があったらここでは生き残れないってことで、退場願おうかな、と」
<br />
<br />いや、発砲があったら、退場の前に死では......
<br />
<br />「まあ、死でしょうね。でも発砲されなかったじゃないすか、良かったっすねえ」
<br />
<br />
<br />
<br />
<br />いつの間にかウチマルは消えていた。
<br />貴方はとぼとぼと宿泊予定のホテルに向かう。
<br />何なんだ、ここは......あの男は......
<br />
"""

CODEOFQUEST002 = "2"
QUEST002 = """
「上長。コンビニで夜食買ってきて下さいよ」
<br />やれやれ。生意気な部下だ。貴方は作業を中断し、外に出る。
<br />着信音。部下からだ。何だ？
<br />「上長、すみませんが、シュワグミのコーラ味も買ってきて下さい。
<br />あれがあるとマジで頭の働きが違うんで」
<br />ふーっ。上長をなんだと思ってるのか。まあ買ってやるのだが......
<br />
<br />貴方は路地裏を進む。この込み入った場所に事務所があるのは上からの指示だ。
<br />曰く、目立たない場所で構えよ、とのこと。
<br />
<br />「あれ、先輩じゃないすか。もう護衛が到着したんですか？」
<br />貴方はウチマルと出くわす。護衛というのは脅しがあったからだ。
<br />まだ到着していないことを伝えるとウチマルはやらかしたような顔をする。
<br />「そりゃまずいっすねえ。夜食は俺が買って届けるんで、
<br />先輩は今すぐ事務所に戻ってください」
<br />
<br />言われた通りにする貴方だったが、すでに遅かった。
<br />部下の首が机の上に置かれていた。
<br />
<br />「これは先輩、カンボジア系の手口っすねえ。切り口がそうです。
<br />奴らはフリーなんで、どの陣営からの指示かはわからないっす」
<br />
<br />貴方は後悔する。部下の家族になんと申し開きをするのか。
<br />ここが戦場だというウチマルの言葉は本物だった。
<br />今すぐ人を集め、体制を整えねば、他の部下も同様にしてやられるだろう。
<br />
<br />......ご理解頂けたか？貴方は人、いや兵を集めねばならない。
<br />
"""
CONDITIONS002 = """
招集を1回以上行うこと。
"""
RESULTQUEST002 = """
「先輩～。事務所の撤収作業、完了したっす」
<br />とあるマンションの一室で、貴方はウチマルから報告を受けた。
<br />
<br />「まあ、そんなショボくれないで下さいっす。これからはもっと死人が出ますからあ」
<br />そんな慰め方はないんじゃないか？貴方はじっとウチマルを見つめる。
<br />
<br />意に介さないウチマルはへらへら笑いながら、
<br />物資の置き場所の下見を行うと言ってその場から去った。
<br />
<br />静かになった部屋で、貴方は引き続き人と物資の手配を行うのであった......
<br />
"""



