RESISTER = "ゲーム登録を行いました："
#
NOACTION = "貴方は何もしなかった！(だらだらは大事)："
#
PATROL = "貴方はパトロールを行いました。□統率力+{0}□影響力+{1}："
PATROL001 = 0.1
PATROL002 = 1
#
COMMERCE = "貴方は商取引を行いました。□知力+{0}□影響力+{1}："
COMMERCE001 = 0.1
COMMERCE002 = 1
#
TRAINING = "貴方は鍛錬を行いました。□武力+{0}□影響力+{1}："
TRAINING001 = 0.1
TRAINING002 = 1
#
NOBASE = "現在地の所属が異なります。よって何も出来なかった。："
#
MOVE = "貴方は{0}から{1}へ移動した。："
#
NOMOVE = "貴方は{0}へ移動......出来なかった。："
#
CALLSOLDIER = "貴方は{0}を{1}、招集した。："
#
CALLSOLDIERLIMIT = "貴方は上限を超えて招集しようとして失敗した......上限は{0}です。："
#
FUNDING = "後方支援が発生し、貴方は{0}円を入手した。："
#
ATTACK = "貴方は{0}へ襲撃を仕掛けます......！！："
#
INTOATTACK = "貴方は{0}と戦闘を行います。詳細は<a href=\"{1}\" target=\"_blank\">こちら</a>："
#
ATTACKSUCCESESS = "戦闘に勝利した......！！："
#
ATTACKFAILURE = "戦闘に敗北した......！！："
#
ATTACKSOMEGROUP = "同じ勢力の場所です。襲撃は出来ません......："
#
ATTACKSTAY = "異なる勢力の場所から襲撃しようとしています。襲撃は出来ません......："
#
ATTACKDATE = "戦闘不可期間中です。襲撃は出来ません......："
#
ATTACKCOUNT = "一回の戦闘可能上限に達しました。これ以上の襲撃は出来ません......："
#
ATTACKNOGUARD = "貴方は{0}を支配下に収めました。："
#
GUARD = "貴方は{0}で防衛を行います......："
#
NOASSETS = "招集しようとしたが、資金不足で断念......："
#
RANDOM001 = "貴方は百貨店で買い物をした。道中で敵を袋にした。□武力+{0}："
RANDOM002 = "貴方は仲間と草野球をした。道中で敵とやりあった。□武力+{0}："
RANDOM003 = "貴方はボランティア活動を行った。道中で敵が邪魔してきたのでボコボコにした。□武力+{0}："
RANDOM004 = "貴方は仲間と焼き肉を食べた。おいしー。□統率力+{0}："
RANDOM005 = "貴方は読書を行った。zzz。□知力+{0}："
RANDOM006 = "貴方は気分転換にドローンで撮影を行った。□知力+{0}："
RANDOM007 = "貴方は地下カジノで遊んだ。□統率力+{0}："
RANDOM008 = "貴方は部下の実力を試した。□統率力+{0}："
RANDOM009 = "貴方はバーでしこたま飲んだ。□武力+{0}："
